[{"id":1,"titulo":"Cisne Negro","descricao":"Cisne Negro (em inglês: Black Swan) é um filme americano de 2010, dos gêneros suspense e terror psicológico, dirigido por Darren Aronofsky e estrelado por Natalie Portman, Vincent Cassel, Mila Kunis, Barbara Hershey e Winona Ryder. O enredo gira em torno de uma produção do balé dramático O Lago dos Cisnes, de Piotr Ilitch Tchaikovsky, por uma companhia de prestígio da cidade de Nova Iorque. A produção exige uma bailarina para interpretar tanto o inocente e frágil Cisne Branco, para o qual a comprometida e perfeccionista Nina (Portman) é a escolha perfeita, quanto o malicioso e sensual Cisne Negro, que são qualidades que se encaixam perfeitamente na recém chegada Lily (Kunis). Nina é dominada por um sentimento de imensa pressão quando ela se vê competindo pelo papel, fazendo com que ela perca o senso da realidade e caia num pesadelo vivo.","poster":"img/cisne-negro.jpg"},{"id":3,"titulo":"Os Infiltrados","descricao":"O filme se passa em Boston, Massachusetts, onde o chefe da máfia irlandesa, Francis 'Frank' Costello, planta Colin Sullivan como um informante dentro da Polícia Estadual de Massachussetts. Simultaneamente, a polícia infiltra William 'Billy' Costigan na equipe de Costello. Quando ambos os lados percebem a situação, ambos os homens tentam descobrir a identidade do outro, antes que o seu próprio disfarce seja revelado.","poster":"img/infiltrados.jpg"},{"id":4,"titulo":"Argo","descricao":"Argo é um filme de drama e suspense histórico norte-americano de 2012, produzido, dirigido e estrelado por Ben Affleck. Esta dramatização é uma adaptação do livro The Master of Disguise do agente Tony Mendez da Central Intelligence Agency e no artigo The Great Escape de Joshuah Bearman publicado na revista Wired em 2007.[3] Este último trata da Canadian Caper, em que Mendez executou o resgate de seis diplomatas americanos de Teerã, no Irã, durante a Crise de reféns de 1979","poster":"img/argo.jpg"},{"id":5,"titulo":"Sobre Meninos e Lobos","descricao":"Três amigos de infância, Dave, Sean e Jimmy acabam se separando quando um deles, Dave, é sequestrado e sofre terríveis abusos sexuais. Agora adultos, o passado volta a assombrá-los quando a filha de Jimmy é assassinada. Sean é o policial que investiga o caso, Jimmy quer revanche e Dave é o principal suspeito.","poster":"img/meninos-e-lobos.jpg"}]