[
    {
     "id": 1,
     "titulo": "Cisne Negro",
     "descricao": "Cisne Negro (em inglês: Black Swan) é um filme americano de 2010, dos gêneros suspense e terror psicológico, dirigido por Darren Aronofsky e estrelado por Natalie Portman, Vincent Cassel, Mila Kunis, Barbara Hershey e Winona Ryder. O enredo gira em torno de uma produção do balé dramático O Lago dos Cisnes, de Piotr Ilitch Tchaikovsky, por uma companhia de prestígio da cidade de Nova Iorque. A produção exige uma bailarina para interpretar tanto o inocente e frágil Cisne Branco, para o qual a comprometida e perfeccionista Nina (Portman) é a escolha perfeita, quanto o malicioso e sensual Cisne Negro, que são qualidades que se encaixam perfeitamente na recém chegada Lily (Kunis). Nina é dominada por um sentimento de imensa pressão quando ela se vê competindo pelo papel, fazendo com que ela perca o senso da realidade e caia num pesadelo vivo.",
     "poster": "img/cisne-negro.jpg"
    },

    {
     "id": 2,
     "titulo": "O Silêncio dos Inocentes",
     "descricao": "The Silence of the Lambs (bra/prt: O Silêncio dos Inocentes) é um filme norte-americano de 1991 dos gêneros suspense, drama e terror, dirigido por Jonathan Demme e estrelado por Jodie Foster, Anthony Hopkins, Ted Levine e Scott Glenn. Escrito por Ted Tally baseado no livro homônimo publicado em 1988 por Thomas Harris, o filme é o segundo a apresentar o Dr. Hannibal Lecter, um brilhante psiquiatra e assassino canibal em série, antecedido por Caçador de Assassinos de 1986, dirigido por Michael Mann. No filme, Clarice Starling, uma jovem estagiária do FBI, pede ajuda do prisioneiro Dr. Lecter para prender outro serial killer, conhecido apenas como Buffalo Bill.",
     "poster": "img/silencio.jpg"
    },

    {
     "id": 3,
     "titulo": "Os Infiltrados",
     "descricao": "O filme se passa em Boston, Massachusetts, onde o chefe da máfia irlandesa, Francis 'Frank' Costello, planta Colin Sullivan como um informante dentro da Polícia Estadual de Massachussetts. Simultaneamente, a polícia infiltra William 'Billy' Costigan na equipe de Costello. Quando ambos os lados percebem a situação, ambos os homens tentam descobrir a identidade do outro, antes que o seu próprio disfarce seja revelado.",
     "poster": "img/infiltrados.jpg"
    },
    
    {
     "id": 4,
     "titulo": "Argo",
     "descricao": "Argo é um filme de drama e suspense histórico norte-americano de 2012, produzido, dirigido e estrelado por Ben Affleck. Esta dramatização é uma adaptação do livro The Master of Disguise do agente Tony Mendez da Central Intelligence Agency e no artigo The Great Escape de Joshuah Bearman publicado na revista Wired em 2007.[3] Este último trata da Canadian Caper, em que Mendez executou o resgate de seis diplomatas americanos de Teerã, no Irã, durante a Crise de reféns de 1979",
     "poster": "img/argo.jpg"
    },

    {
     "id": 5,
     "titulo": "Sobre Meninos e Lobos",
     "descricao": "Três amigos de infância, Dave, Sean e Jimmy acabam se separando quando um deles, Dave, é sequestrado e sofre terríveis abusos sexuais. Agora adultos, o passado volta a assombrá-los quando a filha de Jimmy é assassinada. Sean é o policial que investiga o caso, Jimmy quer revanche e Dave é o principal suspeito.",
     "poster": "img/meninos-e-lobos.jpg"
    },

    {
     "id": 6,
     "titulo": "Coringa",
     "descricao": "Isolado, intimidado e desconsiderado pela sociedade, o fracassado comediante Arthur Fleck inicia seu caminho como uma mente criminosa após assassinar três homens em pleno metrô. Sua ação inicia um movimento popular contra a elite de Gotham City, da qual Thomas Wayne é seu maior representante.",
     "poster": "img/coringa.jpg"
    },

    {
     "id": 7,
     "titulo": "Onde os Fracos Não Têm Vez",
     "descricao": "Enquanto caçava, Llewelyn Moss encontrou vestígios de uma venda de drogas. Apesar de saber que não deve, ele não resiste e leva o dinheiro encontrado com ele. O caçador se transforma em caça quando o impiedoso assassino Chigurh encontra seus rastros. Como se não bastasse um matador atrás de Moss, o xerife também passa a procurá-lo.",
     "poster": "img/fracos.jpg"
    },

    {
     "id": 8,
     "titulo": "Parasita",
     "descricao": "Toda a família de Ki-taek está desempregada, vivendo em um porão sujo e apertado, mas uma obra do acaso faz com que ele comece a dar aulas de inglês a uma garota de família rica. Fascinados com a vida luxuosa destas pessoas, pai, mãe e filhos bolam um plano para se infiltrarem também na família burguesa, um a um. No entanto, os segredos e mentiras necessários à ascensão social custam caro a todos.",
     "poster": "img/parasita.jpeg"
    }
]